Repository: CommanderStorm/settool-v2
Catalog: fahrt/locale/*/LC_MESSAGES/django.po
Languages: de

source: You cant be born today.
de: Du kannst nicht heute geboren worden sein.

source: You cant be born in the future.
de: Du kannst nicht in der Zukunft geboren worden sein.

source: I habe access to a car and could drive it
de: Ich habe Zugriff auf ein Auto und könnte es fahren

source: Maximum number of people I could take along additionally
de: Maximale Anzahl an Leuten, die ich zusätzlich mitnehmen könnte

source: I accept the terms and conditions of the following privacy policy:
de: Ich stimme der folgenden Datenschutzerklärung zu:

source: This field is required if you have a car
de: Dieses Feld muss ausgefüllt werden wenn du ein Auto hast

source: Unassigned participant
de: Uneingeteilte Teilnehmer

source: We only allow 0 < places < 30.
de: Wir lassen nur 0 < Plätze < 30 zu.

source: Email template:
de: E-Mail-Vorlage:

source: Non-liability submitted
de: Haftungsausschluss abgegeben

source: Under 18
de: Unter 18

source: Driver of Car
de: Fahrer*in eines Autos

source: Paid
de: Bezahlt

source: Payment deadline over
de: Zahlungsfrist vorbei

source: On mailinglist
de: Auf Mailingliste

source: Subject
de: Betreff

source: Search pattern:
de: Schlagwort:

source: Driver of car
de: Fahrer*in eines Autos

source: registered
de: registriert

source: confirmed
de: bestätigt

source: waitinglist
de: Warteliste

source: cancelled
de: abgesagt

source: Is<br>Paid
de: Ist<br>bezahlt

source: NOT<br>Paid
de: NICHT<br>bezahlt

source: Upload a csv-file in CSV-CAMT format. (encoding='iso-8859-1', Semicolon-Seperated, First line is header, Column-order: {fields})
de: Lade eine CSV-Datei im CSV-CAMT format hoch. (encoding='iso-8859-1', Semicolon-Separiert, Erste Zeile ist header, Column-order: {fields})

source: The participant's first name
de: Vorname des Teilnehmers

source: The individual payment deadline
de: Individuelle Zahlungsfrist

source: The participant
de: Der Teilnehmer

source: If the Email is configured as the fahrt's registration mail, the participants' personalised non-liability form is automatically attached. Please notify the Participant to atach his ID (THIS-->{{ participant.uuid }}<--THIS) in the Payment-Subject-Line.
de: Falls eine Anmeldungs Email konfiguriert ist wird der personalisierte Haftungsauschuss automatisch an die Teilnehmer*in gesendet, sobald sie sich registrieren. Bitte weise den Teilnehmer darauf hin, seine ID (THIS-->{{ participant.uuid }}<--THIS) in der Zahlungs-Betreff-Zeile zu nennen.

source: Date
de: Datum

source: Open registration
de: Anmeldung öffnen

source: Close registration
de: Anmeldung schließen

source: Mail Registration
de: Anmeldungs Email

source: Mail Reminder
de: Erinnerungs Email

source: Send the Reminder-mail automatically this amount of days before the Fahrt (0=same day)
de: Sende die Erinnerungs Email automatisch diese menge an Tagen vor der Fahrt (0=gleicher Tag)

source: Mail Payment-Deadline Reminder
de: Zahlungs-Deadline Erinnerungs Email

source: Send the Payment-Deadline Reminder-mail automatically this amount of days before the Deadline (0=same day)
de: Sende die Zahlungs-Deadline Erinnerungs Email automatisch diese menge an Tagen vor der Zahlungs-Deadline (0=gleicher Tag)

source: Type of Transport
de: Transporttyp

source: Car
de: Auto

source: Train
de: Zug

source: Planned time of departure for the trip (leave blank if you dont have a preferance)
de: Geplante Abfahrtszeit für den Trip (leer=keine Präferenz)

source: Planned time of departure for the return-trip (leave blank if you dont have a preferance)
de: Geplante Abfahrtszeit für die Rückfahrt vom Trip (leer=keine Präferenz

source: The place we will start our trip
de: Startpunkt, des Trips

source: Number of people (totally) for this mode of transport
de: Anzahl an Menschen (total) für dieses Transportmittel

source: Train ({free_places} free)
de: Bahn ({free_places} frei)

source: Car ({free_places} free)
de: Auto ({free_places} frei)

source: Registration time
de: Anmeldezeitpunkt

source: male
de: Männlich

source: female
de: Weiblich

source: diverse
de: Divers

source: Gender
de: Geschlecht

source: First name
de: Vorname

source: Surname
de: Nachname

source: Birthday
de: Geburtstag

source: Email address
de: E-Mail Adresse

source: Phone
de: Telefon

source: Mobile phone
de: Handy

source: vegeterian
de: vegetarisch

source: Nutrition
de: Essen

source: Allergies
de: Allergien

source: Publish your most relevant (mobile > phone > email), contact-info to other Fahrt-participants.
de: Veröffentlicht mein am meisten relevante Kontaktart (Mobil > Telefon > Email) an die anderen Fahrt-Teilnehmer.

source: Payment deadline
de: Zahlungsfrist

source: Mailing list
de: Mailingliste

source: Comment
de: Kommentar

source: {sender} on {commented_on}: {comment_content}
de: {sender} auf {commented_on}: {comment_content}

source: Time
de: Zeit

source: General
de: Allgemein

source: Add participant
de: Teilnehmer hinzufügen

source: Participants
de: Teilnehmer

source: Registered participants
de: Registrierte Teilnehmer

source: Confirmed participants
de: Bestätigte Teilnehmer

source: Waitinglist
de: Warteliste

source: Cancelled participants
de: Abgesagte Teilnehmer

source: Payment
de: Zahlung

source: Simplified payment processing
de: Vereinfachte Zahlungsabwicklung

source: Automated payment processing
de: Automatisierte Zahlungsabwicklung

source: Transportation
de: Transportmittel

source: Current transportation arrangement
de: Derzeitige Transportmittelverteilung

source: Mails
de: E-Mails

source: List email templates
de: E-Mail-Vorlagen auflisten

source: Filter participants/ Send emails
de: Teilnehmer filtern/ E-Mails senden

source: Add email template
de: E-Mail-Vorlage hinzufügen

source: Settings
de: Einstellungen

source: General settings
de: Allgemeine Einstellungen

source: All participants
de: Alle Teilnehmer

source: Grouped by status
de: Gruppiert nach Status

source: Grouped by nutrition
de: Gruppiert nach Ernährung

source: Grouped by gender
de: Gruppiert nach Geschlecht

source: Payment-status
de: Zahlungsstatus

source: Non-Liability-status
de: Haftungsausschluss-Status

source: Transportation-status
de: Transportmittel-Status

source: Subjects
de: Studiengänge

source: has paid
de: hat bezahlt

source: has NOT paid
de: hat NICHT bezahlt

source: has submitted non-liability
de: hat Haftungsausschluss abgegeben

source: has NOT submitted non-liability
de: hat Haftungsausschluss NICHT abgegeben

source: Not assigned
de: Nicht Zugewiesen

source: Import Bank account exports to manage Payment Status
de: Bankaccountexport importieren um den Zahlungsstatus zu managen

source: Preview
de: Vorschau

source: Cancel
de: Abbrechen

source: Preview Bank account export
de: Bankaccountexport importieren um den Zahlungsstatus zu managen

source: Upload and match Bank account export against Participants
de: Vorschau des Bankkonto-Exports

source: Confirm Payment Status Changes
de: Änderungen am Zahlungsstatus bestätigen

source: Matched Transactions
de: Gematchte Transaktionen

source: Participant
de: Teilnehmer

source: Unatched Transactions
de: Nicht Gematchte Transaktionen

source: Save changed payment status
de: Änderungen am Zahlungsstatus speichern

source: Participants who will GET the 'Paid' Status
de: Teilnehmer die den 'Bezahlt' Status BEKOMMEN

source: Participants who will LOOSE the 'Paid' Status
de: Teilnehmer die den 'Bezahlt' Status VERLIEREN

source: Manage Payment Status
de: Zahlungsstatus bearbeiten

source: Payment deadline normal
de: Zahlungsfrist normal

source: Payment deadline is soon
de: Zahlungsfrist ist bald

source: Payment deadline exceeded
de: Zahlungsfrist vorbei

source: List of all confirmed participants
de: Liste aller bestätigten Teilnehmer

source: Payment Deadline
de: Zahlungsfrist

source: Add email
de: E-Mail hinzufügen

source: Delete email template
de: E-Mail-Vorlage löschen

source: Do you really want to delete the following email template?
de: Willst du wirklich die folgende E-Mail-Vorlage löschen?

source: Edit email
de: E-Mail bearbeiten

source: Filter participants
de: Teilnehmer filtern

source: Filtered participants
de: Gefilterte Teilnehmer

source: Send emails
de: E-Mails senden

source: Actions
de: Aktionen

source: Send email
de: E-Mail senden

source: Do you really want to send the following email to the participants below?
de: Willst du wirklich die folgende E-Mail an die Teilnehmer unten senden?

source: From
de: Von

source: To
de: An

source: see table below
de: siehe Tabelle unten

source: The emails were sent, but some emails failed, because a field was empty. Below you can find a list of all failed participants.
de: Die E-Mails wurden versendet, allerdings sind manche E-Mails fehlgeschlagen, weil ein Template-Feld leer war. Unten sind die fehlgeschlagenen Teilnehmer aufgelistet.

source: Save settings
de: Einstellungen speichern

source: Delete participant
de: Teilnehmer löschen

source: Do you really want to delete the participant <a href="%(url)s">%(name)s</a>?
de: Willst du wirklich den Teilnehmer <a href="%(url)s">%(name)s</a> löschen?

source: Edit participants
de: Teilnehmer bearbeiten

source: List cancelled participants
de: Abgesagte Teilnehmer auflisten

source: List confirmed participants
de: Bestätigte Teilnehmer auflisten

source: Nutritional information about the participants
de: Ernährungsinformationen über die Teilnehmen

source: Count
de: Anzahl

source: Availible filters
de: Zur verfügung stehenden Filter

source: Export confired participants as CSV
de: Bestätigte Teilnehmer als CSV exportieren

source: Export confired participants as PDF
de: Bestätigte Teilnehmer als PDF exportieren

source: Paid/Payment deadline
de: Bezahlt/Zahlungsfrist

source: Vegeterian
de: Vegetarisch

source: %(number)s, thereof women: %(women)s
de: %(number)s, davon Frauen: %(women)s

source: %(places)s places in %(cars)s cars
de: %(places)s Sitze in %(cars)s Autos

source: List registered participants
de: Angemeldete Teilnehmer auflisten

source: List participants on waitinglist
de: Teilnehmer auf der Warteliste auflisten

source: Sign up for the SET-Fahrt
de: Anmeldung zur SET-Fahrt

source: Sign up
de: Anmelden

source: Participant details
de: Teilnehmerdetails

source: Personalised Form
de: Personalisiertes Formular

source: 1 week
de: 1 Woche

source: 2 weeks
de: 2 Wochen

source: 3 weeks
de: 3 Wochen

source: Confirm participant
de: Teilnehmer annehmen

source: Add participant to waitinglist
de: Teilnehmer der Warteliste hinzufügen

source: Back
de: Zurück

source: Edit
de: Bearbeiten

source: View transportation as participant
de: Transportmittel für Teilnehmen ansehen

source: The SET-Fahrt is currently not open for registration.
de: Die Anmeldung zur SET-Fahrt ist aktuell nicht geöffnet.

source: You successfully signed up for the SET-Fahrt
de: Du hast dich erfolgreich zur SET-Fahrt angemeldet

source: You will get all further information by email. This may take some time, because we manually check your registration.
de: Du wirst alle weiteren Informationen per E-Mail erhalten. Dies kann etwas dauern, da wir deine Anmeldung manuell überprüfen.

source: Add Transport
de: Transportmittel hinzufügen

source: Organisor/Driver:
de: Organisator/Fahrer:

source: Hidden
de: Versteckt

source: [Me]
de: [Ich]

source: [Deleted]
de: [Gelöscht]

source: Contact:
de: Kontakt:

source: Meeting-Place:
de: Treffpunkt

source: Departure:
de: Abfahrt:

source: Departure for return:
de: Abfahrt für den rückweg

source: Contact
de: Kontakt

source: This Transport-option does only offer one place
de: Diese Tramsportmittel-option verfügt über lediglich einen Platz

source: Add %(transport_name)s
de: %(transport_name)s hinzufügen

source: Chat for Transport-Option
de: Chat für Transportmittel-Option

source: By submitting your comment here I acknowledge, that other participants and the organisers can see this content.
de: Mit dem Absenden deines Kommentars hier erkenne ich an, dass andere Teilnehmer und Organisatioren diesen Inhalt sehen können.

source: Add unassigned participant to
de: Uneingeteilten Teilnehmer hinzufügen zu

source: Deleting Participants Transpportation (%(participant)s is currently in %(transport)s)
de: Transport-option des Teilnehmers (%(participant)s, momentan in %(transport)s) löschen

source: Delete participants transpportation
de: Teilnehmer-Transport-option löschen

source: Exchange Participant %(participant)s
de: Teilnehmer %(participant)s austauschen

source: Exchange Participants
de: Teilnehmer austauschen

source: Saved changed payment status
de: Änderungen am Zahlungsstatus wurden gespeichert

source: The File was successfully uploaded
de: Die Datei wurde erfolgreich hochgeladen

source: No Changes to Payment-state detected
de: Keine Änderungen des zahlungs-Status erkannt

source: Transaction {transaction} contains multiple UUIDs (matches). This is not allowed.
de: Transaktion {transaction} enthält mehrere UUIDs (matches). Dies ist nicht erlaubt.

source: UUIDs {p_uuid} is contained in multiple Transactions (transaction_list). This is not allowed.
de: UUIDs {p_uuid} ist in mehreren Transaktionen (transaction_list) enhalten. Dies ist nicht erlaubt.

source: Could not send you the registration email. You are registered, but you did not receve all nessesary documents. Please contact {mail} to get your non-liability form.
de: Konnte keine Registrierungs-Email senden. Du wurdest registriert, aber du hast nicht alle notwendigen Dokumente bekommen. Bitte kontaktiere {mail} um deinen Haftungsausschluss zu bekommen.

source: Please setup the SETtings for the Fahrt
de: Bitte konfiguriere die Einstellungen für die Fahrt

source: Could not send the registration email. Make shure you configured the Registration-Mail.
de: Konnte die Registrierungs-Email nicht senden. Bitte vergewissere dich, das diese richtig konfiguirert ist

source: Cars
de: Autos

source: Trains
de: Züge

source: You can not create a new Transport-option of the same type
de: Du kannst nicht eine neue Transportmittel-option vom selben Typ hinzufügen

source: A Transportation-option cannot be without creator, if it has people depending upon it.
de: Eine Transportmittel-option kann nicht ohne Erschaffer sein, falls Personen von ihm abhängen.

source: created Transport Option {transport} and assigned him/herself
de: fügte die Transportmittel-option {transport} hinzu und fügte sich selbser hinzu

source: added him/herself to Transport Option {transport}
de: fügt sich selber zu Transportmittel-option {transport} hinzu

source: The selected option seems to be full
de: Die ausgewählte Option scheint voll zu sein

source: created Transport Option {transport} and assigned participant
de: fügte die Transportmittel-option {transport} hinzu und fügte den Teilnehmer hinzu

source: added to Transport Option {transport} and assigned pariticipant
de: fügte die Transportmittel-option {transport} hinzu und fügte den Teilnehmer hinzu

source: The Selected option seems to be full
de: Die ausgewählte Option scheint voll zu sein

source: Succesfully exchanged {p1} with itsself :)
de: Teilnehmer {p1} wurde erfolgreich mit sich selbst ausgetauscht

source: Succesfully exchanged {p1} and {p2}
de: Teilnehmer {p1} und {p2} wurden erfolgreich ausgetauscht

source: This participant is not assigned to a transport option. this can Thus not be deleted. You can however create a new transport option for this participant
de: Dieser Teilnehmer wurde keiner Transportmittel-option hinzugefügt. Er kann damit nicht gelöscht werden. Du kannst allerdings eine neue Transportmittel-option für diesen Teilnehmer erschaffen

source: The Transportation option of the Creator of a Transportation option can NOT be deleted if his Transportation option has participants left
de: Die Transportmittel-option des Erschöpfers einer Transportmittel-option kan NICHT gelöscht werden, falls in dieser Transportmittel-option noch Teilnehmer existieren

source: Succesfully deleted transport option of {participant}
de: Transportmittel-option von {participant} wuder erfolgreich gelöscht

source: You have chosen to not discose your name and most relevant contact info to other participants. We respect that choice and thus hide your personal data even here.
de: Du hast sich dafür entschieden, deinen Namen und die wichtigsten Kontaktinformationen nicht an andere Teilnehmer weiterzugeben. Wir respektieren diese Wahl und verbergen daher auch hier deine persönlichen Daten.

source: Currently this is only a Chatwall and not a Live-Chat. This means you have to refresh the page to get new messages.
de: Derzeit ist dies nur eine Chatwall und kein Live-Chat. Das bedeutet, dass du die Seite aktualisieren musst, um neue Nachrichten zu erhalten.
