Repository: CommanderStorm/settool-v2
Catalog: kalendar/locale/*/LC_MESSAGES/django.po
Languages: de

source: short/simplified Address
de: verkürtzte/vereinfachte Adresse

source: (Street)map-address
de: Straßenkarten-Adresse

source: Room
de: Raum

source: Comment
de: Kommentar

source: Subscribers to a date_group
de: Abonnenten einer date_group

source: Task
de: Aufgabe

source: Date and Time
de: Datum und Zeit

source: probable length in minutes
de: warscheinliche länge in Minuten

source: Subscribers to one meeting
de: Abonnenten einer Sitzung

source: List all dates
de: Liste aller Daten

source: List future dates
de: Liste zukünftigen Daten

source: List dates by event
de: Daten nach Event auflisten

source: Add date
de: Datum hinzufügen

source: Delete date
de: Datum löschen

source: Date
de: Datum

source: Location
de: Standort

source: no meeting point specified
de: kein Treffpunkt angegeben

source: Cancel
de: Abbrechen

source: Edit date
de: Datum bearbeiten

source: List of dates
de: Liste der Daten

source: Event lies in the past
de: Event liegt in der vergangenheit

source: Task lies in the past
de: Aufgabe liegt in der vergangenheit

source: Date/Time
de: Datum/Zeit

source: Probable length
de: Warscheinliche länge

source: Actions
de: Aktionen

source: List of events
de: Liste der Events

source: No Events exist
de: Keine Events existieren

source: Event Data
de: Eventdaten

source: Description:
de: Beschreibung:

source: Location:
de: Standort:

source: Dates:
de: Daten:

source: Associated Tasks
de: Zugeordnete Aufgaben

source: no Tasks exist
de: keine Aufgaben existeren

source: Date details
de: Datumsdetails

source: Event-information
de: Event-informationen

source: Task-information
de: Aufgaben-informationen

source: Description
de: Beschreibung

source: Date-information
de: Datum-informationen

source: Location-information
de: Standort-informationen

source: Back
de: Zurück

source: Add date to the same group
de: Datum zur selben Datumsgruppe hinzufügen

source: Successfully added date {date}.
de: Datum {date} wurde erfolgreich hinzugefügt

source: Successfully edited date {date}.
de: Datum {date} wurde erfolgreich hinzugefügt

source: Deleted date {date}.
de: Datum {date} wurde gelöscht
