Repository: CommanderStorm/settool-v2
Catalog: tutors/locale/*/LC_MESSAGES/django.po
Languages: de

source: The email address is already in use.
de: Die Email Adresse ist bereits in Verwendung.

source: The matriculation number is already in use.
de: Die Matrikelnummer ist bereits in Verwendung.

source: I want to receive ECTS for my work as a SET-Colaborator.
de: Ich möchte ECTS für meine Arbeit als SET-Mitarbeiter erhalten.

source: Begin time must be before end time.
de: Der Startzeitpunkt muss vor dem Endzeitpunkt liegen.

source: Tutors (selected have not yet received this email)
de: Tutoren (ausgewählte haben diese Email noch nicht erhalten)

source: Waiting List
de: Warteliste

source: Tutors (selected will be accepted)
de: Tutoren (ausgewählte werden akzeptiert)

source: Tutors (selected will be declined)
de: Tutoren (ausgewählte werden abgelehnt)

source: The Activation-Link
de: Der Aktivierungs-Link

source: Configured as the registration mail
de: Als Registirerungs-email Konfiguriert

source: The Task
de: Der Task

source: Configured as the task mail or the reminder
de: Als Task-email oder als Erinnerungs Email Konfiguriert

source: Open registration
de: Start der Registrierung

source: Close registration
de: Ende der Registrierung

source: Mail Registration
de: Anmeldungs Email

source: Mail Confirmed Place
de: Mail Fixplatz

source: Mail Waiting List
de: Mail Warteliste

source: Mail Declined Place
de: Mail kein Fixplatz

source: Mail Reminder
de: Erinnerungs Email

source: Send the reminder-mail automatically this amount of days before the beginn of the Task (0=same day)
de: Sende die Erinnerungs Email automatisch diese menge an Tagen vor dem Task (0=gleicher Tag)

source: First name
de: Vorname

source: Last name
de: Nachname

source: Email address
de: Email Adresse

source: Birthday
de: Geburtstag

source: Subject
de: Studienfach

source: Matriculation number
de: Matrikelnummer

source: The matriculation number has to be of the form 01234567.
de: Die Matrikelnummer muss die Form 01234567 haben.

source: I want to receive ECTS for my work as a SET tutor.
de: Ich möchte ECTS für meine Arbeit als SET Tutor erhalten.

source: tutors_ects_agreement
de: Ich bin damit einverstanden, dass mein Name, Geburtsdatum, Matrikelnummer und Studienfach an die jeweilige Fakultät zur ECTS Vergabe weitergegeben wird.

source: Tshirt size
de: T-Shirt Größe

source: Tshirt as Girls cut
de: T-Shirt als Girls cut

source: Registration Time
de: Zeitpunkt der Registrierung

source: Tutor Answers
de: Antworten des Tutors

source: Comment
de: Kommentar

source: Description
de: Beschreibung

source: Begin
de: Start

source: End
de: Ende

source: Meeting Point
de: Treffpunkt

source: Subjects
de: Studiengänge

source: Meeting point
de: Treffpunkt

source: Allowed Subjects
de: Zugelassene Studiengänge

source: Requirements
de: Voraussetzungen

source: Tutors (min)
de: Tutoren (min)

source: Tutors (max)
de: Tutoren (max)

source: Assigned tutors
de: Eingeteilte Tutoren

source: absent
de: abwesend

source: Question
de: Frage

source: Answer
de: Antwort

source: Sign up
de: Anmeldung

source: Go to Collaborator-Sign-Up
de: Zur Mitarbeiter-Anmeldung gehen

source: Go to Tutor-Sign-Up
de: Zur Tutor-Anmeldung gehen

source: List all events
de: Liste aller Events

source: Add an event
de: Ein Event Hinzufügen

source: List all tasks
de: Liste aller Tasks

source: Add a task
de: Einen Task Hinzufügen

source: Tutors
de: Tutoren

source: All tutors
de: Liste aller Tutoren

source: Accepted tutors
de: Angenommene Tutoren

source: Open tutors
de: Offene Tutoren

source: Declined tutors
de: Abgelehnte Tutoren

source: Tutors without Email-verification
de: Tutoren ohne Email-Bestätigung

source: List Collaborators
de: Mitarbeiter auflisten

source: List all requirements
de: Liste aller Voraussetzungen

source: Add a requirement
de: Eine Voraussetzung hinzufügen

source: Settings
de: Einstellungen

source: General settings
de: Allgemeine Einstellungen

source: Tutor settings
de: Tutor Einstellungen

source: You dont have permission to view this page
de: Du hast keine Berechtigung, diese Seite zu sehen

source: Next upcoming 5 events
de: Nächste 5 anstehende Veranstaltungen

source: Next upcoming 5 tasks
de: Nächste 5 anstehende Tasks

source: # Missing Mails
de: # fehlende Mails

source: # Accepted Tutors
de: # Angenommene Tutoren

source: # Waiting Tutors
de: # Tutoren auf der Warteliste

source: Is
de: Ist

source: Want
de: Gewollt

source: Add event
de: Event hinzufügen

source: Delete event
de: Event löschen

source: No subjects.
de: Keine Studiengänge.

source: This event has the following tasks which will be deleted
de: Dieses Event besitzt die folgenden Tasks welche ebenfalls gelöscht werden

source: Cancel
de: Abbruch

source: Edit event
de: Event bearbeiten

source: List of events
de: Liste der Events

source: Actions
de: Aktionen

source: Back
de: Zurück

source: This event has the following tasks
de: Dieses Event hat die folgenden Tasks

source: Add Task
de: Task Hinzufügen

source: Add requirement
de: Eine Voraussetzung hinzufügen

source: Delete a requirement
de: Eine Voraussetzung löschen

source: Delete requirement
de: Voraussetzung löschen

source: Edit Requirement
de: Voraussetzung bearbeiten

source: List of requirements
de: Liste der Voraussetzungen

source: Details for requirement
de: Details der Voraussetzung

source: Edit requirement
de: Voraussetzung bearbeiten

source: Save settings
de: Einstellungen speichern

source: Save tutor settings
de: Tutor-Einstellungen speichern

source: Sign up for SET-Collaborator
de: Anmeldung als SET-Mitarbeiter

source: The SET-Collaborator registration is currently not open.
de: Die SET-Mitarbeiter Anmeldung ist derzeit nicht offen.

source: The registration is possible between %(start)s and %(end)s.
de: Die Registrierung ist zwischen %(start)s und %(end)s möglich.

source: Questions
de: Fragen

source: You successfully signed up as SET-Collaborator
de: Du hast dich erfolgreich als SET-Mitarbeter angemeldet

source: You will get all further information by email. This may take some time, because we manually check your registration.
de: Du wirst alle weiteren Information als Email erhalten. Dies kann einige Zeit beanspruchen, da wir jede Anmeldung manuell prüfen.

source: Confirmation required
de: Bestätigung notwendig

source: You will get an email containing a confirmation link. A confirmation is required to complete the application.
de: Du wirst eine Email bekommen die einen Bestätigungslink enthält. Eine Bestätigung ist notwendig um deine Anmeldung abzuschließen.

source: Confirmation failed
de: Bestätigung fehlgeschlagen

source: The confirmation link was invalid.
de: Der Bestätigungslink war ungültig.

source: Sign up for SET Tutor
de: Anmeldung als SET Tutor

source: The SET Tutor registration is currently not open.
de: Die SET Tutor Anmeldung ist derzeit nicht offen.

source: Sign up for SET-Tutor
de: Anmeldung als SET Tutor

source: You successfully signed up as SET Tutor
de: Du hast deine Anmeldung als SET Tutor erfolgreich bestätigt

source: Add task
de: Task Hinzufügen

source: Delete task
de: Task löschen

source: No requirements.
de: Keine Voraussetzungen.

source: Requirement
de: Voraussetzung

source: The following tutor assignments will be deleted
de: Die folgenden Tutor-Einteilungen werden gelöscht

source: No Tutor is assigned.
de: Kein Tutor ist eingeteilt.

source: Edit task
de: Task bearbeiten

source: List of tasks
de: Liste der Tasks

source: # Tutors
de: # Tutoren

source: Send email
de: Email senden

source: Do you really want to send the following email to the tutors below?
de: Möchtest du wirklich die folgende Email an die unten stehenden Tutoren senden?

source: From:
de: Von:

source: To:
de: An:

source: see table below
de: siehe Tabelle unten

source: Subject:
de: Betreff:

source: Send mail
de: Email senden

source: List tutors
de: Tutoren auflisten

source: missing mails
de: fehlende Mails

source: Assigned Tutors
de: Eingeteilte Tutoren

source: Tasks Assigned
de: Zugewiesene Tasks

source: Registration time
de: Registrierungszeitpunkt

source: Unassign
de: Zuweisung aufheben

source: Unassigned Tutors:
de: Nicht eingeteilte Tutoren:

source: Assign
de: Zuweisen

source: Reset changes
de: Änderungen zurücksetzen

source: Save changes
de: Änderungen speichern

source: Batch accept tutors
de: Alle Tutoren akzeptieren

source: Do you really want to accept the following tutors?
de: Möchtest du wirklich die folgenden Tutoren akzeptieren?

source: Accept all selected tutors
de: Alle ausgewählten Tutoren akzeptieren

source: Batch decline tutors
de: Alle Tutoren ablehnen

source: Do you really want to decline the following tutors?
de: Möchtest du wirklich die folgende E-Mail an die unten stehenden Tutoren senden?

source: Decline all selected tutors
de: Alle ausgewählten Tutoren ablehnen

source: Delete tutor
de: Tutor löschen

source: Surname
de: Nachname

source: T-Shirt Size
de: T-Shirt Größe

source: The tutor is assigned to the following tasks
de: Der Tutor ist für die folgenden Tasks eingeteilt

source: Edit tutor
de: Tutor bearbeiten

source: Export PDF
de: PDF Export

source: Export CSV
de: CSV Export

source: T-Shirt List
de: T-Shirt Liste

source: Batch Accept
de: Alle Akzeptieren

source: Batch Decline
de: Alle Abgelehnen

source: |Subject| / |Subject-Wanted|
de: |Studiengänge| / |gewollte Studiengänge|

source: Accepted
de: Angenommen

source: Declined
de: Abgelehnt

source: Email-verification missing
de: Email-Verifikation ausstehend

source: Open
de: Offen

source: Collaborator
de: Mitarbeiter

source: Send email to tutors
de: Sende Email an Tutoren

source: Accept
de: Annehmen

source: Decline
de: Ablehnen

source: Send email to tutor
de: Sende Email an Tutoren

source: Assigned Tasks
de: Zugewiesene Tasks

source: We did not configure a mail to send to you in case you registered. Please Contact {mail} and tell us about this error. We are verry sorry about this inconvinience. To make up for it cute cat-images: https://imgur.com/gallery/3OMii
de: Es tut uns leid, aber wir haben keine Mail konfiguriert, die wir dir senden wollen/müssen falls du dich registiert hast. Bitte kontaktiere {mail} und erzähle uns von diesem Error. Wir entschuldigen uns für diese Unannehmlichkeiten. Als Ausgleich sind hier ein paar süße Katzenbilder: https://imgur.com/gallery/3OMii

source: Could not send email. If this error persists send a mail to {mail}
de: Konnte Email nicht senden. Falls dieser Fehler weiterhin besteht sende bitte eine Email an {mail}

source: Could not send email to {first_name} {last_name} ({email}).
de: Konnte keine email an {first_name} {last_name} ({email}) senden.
