Repository: CommanderStorm/settool-v2
Catalog: settool_common/locale/*/LC_MESSAGES/django.po
Languages: de

source: Upload a csv-file in exel-formatting. (Column-order: {fields}. First line is header.)
de: Lade eine CSV-Datei im exel-Format hoch. (Spalten-ordnung: {fields}. Die erste Zeile ist der header.)

source: I accept the terms and conditions of the following privacy policy:
de: Ich stimme der folgenden Datenschutzerklärung zu:

source: From
de: Von

source: Email subject
de: E-Mail Betreff

source: You may use placeholders for the subject.
de: Du kannst Platzhalter für den Betreff verwenden.

source: You may use placeholders for the text.
de: Du kannst Platzhalter für den Text verwenden.

source: Comment
de: Kommentar

source: Summer semester
de: Sommersemester

source: Year
de: Jahr

source: Course-bundles' name
de: Studiengangsbündel-name

source: Course-bundle
de: Studiengangsbündel

source: Degree
de: Abschluss

source: Subject
de: Studiengang

source: Email-Templates
de: E-Mail-Vorlagen

source: All templates
de: Alle E-Mail-Vorlagen

source: Tutor mail templates
de: Tutor E-Mail-Vorlagen

source: Add template
de: E-Mail-Vorlage hinzufügen

source: Study-Subjects
de: Studiengänge

source: Manage Study-Subjects
de: Studiengänge managen

source: All QR-Codes
de: Alle QR-Codes

source: Add QR-Code
de: QR-Code hinzufügen

source: Add email
de: E-Mail hinzufügen

source: Cancel
de: Abbrechen

source: Delete email template
de: E-Mail-Vorlage löschen

source: Edit email
de: Email bearbeiten

source: Back
de: Zurück

source: Import emails
de: Emails importieren

source: Preview
de: Vorschau

source: Preview emails
de: Vorschau der E-Mails

source: Upload and replace all emails
de: Emails hochladen und alle bestehenden ersetzen

source: List all %(mail_filter)s email templates
de: Alle %(mail_filter)s E-Mail-Vorlagen auflisten

source: List email templates
de: E-Mail-Vorlagen auflisten

source: Export e-mails as CSV
de: Exporte alle Emails als CSV-Datei

source: Override e-mails from CSV
de: Überschreibe alle Emails von einer CSV-Datei

source: EMail Subject
de: E-Mail Betreff

source: EMail Text
de: E-Mail Betreff

source: Actions
de: Aktionen

source: Send email
de: E-Mail senden

source: Do you really want to send the following email to the participants below?
de: Möchtest du wirklich die folgende E-Mail an die unten aufgeführten Teilnehmer senden?

source: To
de: An

source: see table below
de: siehe Tabelle unten

source: First name
de: Vorname

source: Surname
de: Nachname

source: The emails were sent, but some emails failed, because a field was empty. Below you can find a list of all failed participants.
de: Die E-Mails wurden versendet, aber einige E-Mails schlugen fehl, weil ein Feld leer war. Nachfolgend finden Sie eine Liste aller fehlgeschlagenen Teilnehmer.

source: Delete QR-Code
de: QR-Code löschen

source: List of all QR-Codes
de: Alle QR-Codes auflisten

source: Link to
de: Link nach

source: QR-Code stored at
de: QR-Code gespeichert unter

source: Settings dashboard
de: Einstellungsdashboard

source: Email-templates by sender
de: E-Mail-Vorlagen nach Sender

source: Status for selected Semester
de: Status für das selektierte Semester

source: Settings have been created
de: Einstellungen wurden erstellt

source: GDPR-relevant data has been anonimsed
de: DSGVO relevante Daten wurden anonymisiert

source: SET-Bags
de: SET-Tüten

source: SET-Tutor
de: SET-Tutoren

source: Guided tours of the institutes
de: Institutsführungen

source: Fahrt-Signup
de: Fahrt-Anmeldung

source: Tutor-Signup
de: Tutor-Anmeldung

source: Colaborator-Signup
de: Mitarbeiter-Anmeldung

source: Guildedtour-Signup
de: Institutsführungs-Anmeldung

source: Add new Course-bundle
de: neues Studiengangsbündel hinzufügen

source: Delete Course-bundle
de: Studiengangsbündel löschen

source: Edit Course-bundle
de: Studiengangsbündel bearbeiten

source: Save edited Course-bundle
de: editieres Studiengangsbündel speichern

source: List all subjects
de: Alle Studiengänge auflisten

source: Add new subject
de: neuen Studiengang hinzufügen

source: Delete subject
de: Studiengang löschen

source: Edit subject
de: Studiengang bearbeiten

source: Save edited subject
de: Editierten Studiengang speichern

source: List all Course-bundles
de: Alle Studiengangsbündel auflisten

source: The QRCode was successfully deleted
de: Der QR-Code wurde erfolgreich gelöscht

source: Be aware that deleting this deletes the actual file from the server. This means that if an other user has included this image via a hardlink, this image will not be loaded anymore.
de: Sei dir bewusst, das dies zu löschen eine tatsächliche Datei vom Server löscht. Das heißt, das falls ein anderer Nutzer dieses Bild via hardlink eingebunden hat dies nicht mehr funktionieren wird, da die Datei gelöscht wurde.

source: Be aware that deleting this affects all semesters. There be dragons.
de: Sei dir bewusst das diese Löschung alle Semester betrifft. There be dragons.

source: The File was successfully uploaded
de: Diese Datei wurde erfolgreich ge-uploaded

source: The Subject was successfully added
de: Der Studiengang wurde erfolgreich hinzugefügt

source: The Course-bundle was successfully added
de: Der Studiengangbündel wurde erfolgreich hinzugefügt

source: The Course-bundle was successfully deleted
de: Der Studiengangbündel wurde erfolgreich gelöscht

source: Be aware that deleting this cascades. This means that if a subject has this Course-bundle it will be deleted. This includes everything that cascades of that subject.
de: Sei dir bewusst das diese Löschung Caskadiert. Das heißt, das falls ein Studenfach von dieesem Studenfachbündel abhängig ist, das es ebenfalls gelöscht wird. Das heißt auch das Teilnehmer die diesem Studenfachbündel angehören ebenfalls mögl. gelöscht werden.

source: The Subject was successfully deleted
de: Der Studiengang wurde erfolgreich gelöscht

source: Be aware that deleting this cascades. This means that if a participant has this Subject he/she will be deleted.
de: Sei dir bewusst das diese Löschung Caskadiert. Das heißt das Teilnehmer die diesem Studenfach angehören ebenfalls mögl. gelöscht werden.
