Repository: CommanderStorm/settool-v2
Catalog: bags/locale/*/LC_MESSAGES/django.po
Languages: de

source: Email template:
de: E-Mail-Vorlage:

source: Email was not (successfully) sent
de: E-Mail wurde noch nicht (erfolgreich) versendet

source: Participated last year
de: Letztes Jahr teilgenommen

source: Not participated last year
de: Letztes Jahr nicht teilgenommen

source: Contact again next year
de: Nächstes Jahr erneut kontaktieren

source: Promise given
de: Zugesagt

source: No promise
de: Keine Zusage

source: At least one Giveaway exists
de: Wenigstens ein Werbegeschenk existiert

source: Giveaways already arrived
de: Werbegeschenke bereits angekommen

source: Import from semester
de: Importieren von Semester

source: Only companies who explicitly said contact again (otherwise all companies except the ones which said to not contact again will be used)
de: Nur Unternehmen, die ausdrücklich gesagt haben, Kontakt wieder (sonst werden alle Unternehmen außer denen, die angeblich nicht mehr Kontakt aufnehmen) verwendet)

source: The company name
de: Der Name der Firma

source: The greeting 'Hallo Herr/Frau XYZ'
de: Die Anrede 'Hallo Herr/Frau XYZ'

source: The formal greeting 'Sehr geehrte/r Herr/Frau XYZ'
de: Die formale Anrede 'Sehr geehrte/r Herr/Frau XYZ'

source: Contact person (Gender)
de: Kontaktperson (Geschlecht)

source: Contact person (First Name)
de: Kontaktperson (Vorname)

source: Contact person (Last Name)
de: Kontaktperson (Nachname)

source: Email address
de: E-Mailadresse

source: Email sent
de: E-Mail gesendet

source: Email successfully sent
de: E-Mail erfolgreich gesendet

source: Promise
de: Zusage

source: Comment
de: Kommentar

source: Contact again
de: Erneut kontaktieren

source: Giveaway-groups' name
de: Name der Giveaway-Gruppe

source: Giveaway-title
de: Giveaway-Titel

source: Insert every x bags
de: Einen jede x Tüten beilegen

source: Capacity per Bag
de: Kapazität pro Tüte

source: Arrival time
de: Ankunftszeit

source: Arrived
de: Angekommen

source: Wont be included in any bags
de: Wird in keiner Tüte beigelegt

source: {per_bag_count} per bag
de: {per_bag_count} pro Tüte

source: {per_bag_count} every {every_x_bags} bags
de: {per_bag_count} jede {every_x_bags} Tüte

source: All Companys
de: Alle Firmen

source: Grouped by status
de: Nach Status gruppiert

source: Companys with giveaways
de: Firmen mit Werbegeschenken

source: Grouped by XX
de: Gruppiert nach XX

source: Companys
de: Firmen

source: List companys
de: Firmenliste

source: Add a company
de: Eine Firma hinzufügen

source: Giveaways
de: Werbegeschenke

source: List Giveaways
de: Werbegeschenke auflisten

source: List grouped Giveaways
de: Gruppierte Werbegeschenke

source: Add a giveaway
de: Werbegeschenk hinzufügen

source: Mails
de: E-Mails

source: List email templates
de: E-Mail-Vorlagen auflisten

source: Add email template
de: E-Mail-Vorlage hinzufügen

source: Import companies
de: Firmen importieren

source: Import CSV
de: CSV Importieren

source: Export CSV
de: CSV Exportieren

source: Cancel
de: Abbrechen

source: Add company
de: Firma hinzufügen

source: Delete company
de: Firma löschen

source: Do you really want to delete the company <a href="%(url)s">%(name)s</a>?
de: Soll die Firma <a href="%(url)s">%(name)s</a> wirklich gelöscht werden?

source: Edit company
de: Firma bearbeiten

source: Yes
de: Ja

source: No
de: Nein

source: Failure
de: Fehlschlag

source: Unknown
de: Unbekannt

source: List companies
de: Firmenliste

source: Availible Filters
de: Zur Verfügung stehende Filter

source: Select recipients and send mail
de: Empfänger auswählen und E-Mail senden

source: Company
de: Firma

source: Contact
de: Kontakt

source: sent
de: gesendet

source: Actions
de: Actionen

source: Enter contact again
de: Erneut kontaktieren

source: Send emails
de: E-Mails senden

source: Company details
de: Firmendetails

source: successfully sent
de: erfolgreich gesendet

source: Back
de: Zurück

source: Add giveaway
de: Werbegeschenk hinzufügen

source: Delete giveaway:
de: Werbegeschenk löschen:

source: Delete giveaway
de: Werbegeschenk löschen

source: Edit giveaway:
de: Werbegeschenk bearbeiten:

source: Edit giveaway
de: Werbegeschenk bearbeiten

source: List all giveaways
de: Alle Werbegeschenke auflisten

source: Distribution over bags
de: Verteilung über die Tüten

source: Add a giveaway-group
de: Eine Werbegeschenk-Gruppe hinzufügen

source: List all giveaway-groups
de: Alle Werbegeschenk-Gruppen auflisten

source: Grouped Giveaways
de: Gruppierte Werbegeschenke

source: Ungrouped Giveaways
de: Ungruppierte Werbegeschenke

source: Giveaway
de: Werbegeschenk

source: Giveaway-groups
de: Werbegeschenk-Gruppen

source: Edit tour
de: Tour bearbeiten

source: Delete tour
de: Tour löschen

source: Add giveaway-group
de: Werbegeschenke-Gruppe hinzufügen

source: Delete giveaway-group:
de: Werbegeschenke-Gruppe löschen:

source: Delete giveaway-group
de: Werbegeschenke-Gruppe löschen

source: Edit giveaway-group:
de: Werbegeschenke-Gruppe bearbeiten:

source: Edit giveaway-group
de: Werbegeschenke-Gruppe bearbeiten

source: List all giveaways-groups
de: Alle Werbegeschenke-Gruppen auflisten

source: Giveaway-Groups' Title
de: Werbegeschenk-Gruppentitel

source: Import Companies
de: Firmen importieren

source: This skips companies whose name to those already in the Tool for the current semester.
de: Dies überspringt die Firmen, deren Name schon im Tool ist für das ausgewählte momentane Semester.

source: Preview Companies
de: Preview Firmen

source: Upload and update_or_create all Companies
de: Upload und update_or_create alle Firmen

source: Add email
de: E-Mail-Vorlage hinzufügen

source: Delete email template
de: E-Mail-Vorlage löschen

source: Do you really want to delete the following email template?
de: Soll die folgende E-Mail-Vorlage wirklich gelöscht werden?

source: Subject
de: Betreff

source: Edit email
de: E-Mail-Vorlage bearbeiten

source: Send email
de: E-Mail senden

source: Do you really want to send the following email to the companies below?
de: Soll die folgende E-Mail wirklich an die untenstehenden Firmen geschickt werden?

source: From
de: Von

source: To
de: An

source: see table below
de: siehe Tabelle unten

source: The File was successfully uploaded
de: Die Datei wurde noch erfolgreich hochgeladen
